accountsservice
alacritty
alsa-firmware
alsa-plugins
alsa-utils
awesome-terminal-fonts
base
base-devel
bash-completion
bind
bluetui
bluez
bluez-hid2hci
bluez-libs
bluez-obex
bluez-utils
brightnessctl
btop
btrfs-assistant
btrfs-progs
cachyos-fish-config
cachyos-hello
cachyos-hooks
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-packageinstaller
cachyos-plymouth-bootanimation
cachyos-plymouth-theme
cachyos-rate-mirrors
cachyos-settings
cachyos-snapper-support
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
cantarell-fonts
chwd
cliphist
cmake
cpupower
cryptsetup
cups
cups-filters
cups-pdf
device-mapper
diffutils
dmidecode
dmraid
dnsmasq
docker
docker-buildx
docker-compose
dolphin
dosfstools
duf
e2fsprogs
efibootmgr
efitools
ethtool
ex-vi-compat
exfatprogs
f2fs-tools
fastfetch
ffmpegthumbnailer
firefox
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
fsarchiver
gdm
ghostscript
git
glances
gnome-keyring
grim
gsfonts
gst-libav
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-ugly
gutenprint
hdparm
hplip
hwdetect
hwinfo
hypridle
hyprland
hyprlock
hyprpaper
inetutils
iptables-nft
iwd
jfsutils
kitty
lazydocker
less
lf
lib32-mesa
lib32-opencl-mesa
libdvdcss
libgsf
libopenraw
limine
limine-mkinitcpio-hook
limine-snapper-sync
linux-cachyos
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-firmware
logrotate
lsb-release
lsscsi
lvm2
mako
man-db
man-pages
mdadm
meld
mesa-utils
micro
mkinitcpio
modemmanager
mpv
mtools
nano
nano-syntax-highlighting
neovim
netctl
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
ninja
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
nwg-look
obsidian
opencl-mesa
openssh
os-prober
pacman-contrib
paru
pavucontrol
perl
php
pipewire-alsa
pipewire-pulse
pkgfile
playerctl
plocate
plymouth
polkit-kde-agent
poppler-glib
power-profiles-daemon
pv
python
python-defusedxml
python-packaging
python-pyqt5
python-reportlab
qt6-wayland
rebuild-detector
reflector
ripgrep
rofi
rsync
rustup
s-nail
sg3_utils
shelly
slurp
smartmontools
snapper
sof-firmware
splix
spotify-player
stow
strace
sudo
swayimg
sysfsutils
system-config-printer
tailscale
texinfo
tk
ttf-bitstream-vera
ttf-dejavu
ttf-firacode-nerd
ttf-liberation
ttf-meslo-nerd
ttf-opensans
ufw
ufw-extras
unrar
unzip
upower
usb_modeswitch
usbutils
uv
uwsm
vim
vlc-plugins-all
vpl-gpu-rt
waybar
wget
which
wireguard-tools
wireplumber
wl-clipboard
wlogout
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-user-dirs
xfsprogs
xl2tpd
xorg-xwayland
zathura
zen-browser-bin
zip
